Repository: nersonSwift/Diet
Catalog: Diet/*.lproj/Localizable.strings
Languages: ar, de, es, fr, ja, ko, ru

source: New recipes!
ru: Новые рецепты

source: Check out new recipes
ru: Посмотрите новые рецепты

source: All access
ru: Полный доступ

source: 3 days for FREE
ru: 3 дня БЕСПЛАТНО

source: Your trial period has expired.
ru: Ваш пробный период истек.

source: Free period available
ru: Бесплатный период доступен

source: Only healthy food
ru: Только здоровая пища

source: Helps you stay fit
ru: Помогает поддерживать фигуру

source: Noticeable changes after first month
ru: Заметные изменения после первого месяца

source: Get full access to diets with paid version
ru: Получите полный доступ к диетам с платной версией

source: No Ads
ru: Без рекламы

source: per week
ru: в неделю

source: skip
ru: отмена

source: restore
ru: восстановить

source: START
ru: НАЧАТЬ

source: Terms of Service
ru: Условия Обслуживания

source: Privacy Policy
ru: Политика конфиденциальности

source: Could not load data
ru: Невозможно загрузить данные

source: after 3 days
ru: после 3 дней

source: /week after 3 days
ru: /неделя после 3 дней

source: after
ru: после

source: 7 days
ru: 7 дней

source: 3 days
ru: 3 дней

source: 1 week
ru: 1 недели

source: 1 month
ru: 1 месяц

source: Welcome!
ar: أهلا بك
de: Herzlich willkommen!
es: Bienvenido!
fr: Bienvenue!
ja: ようこそ!
ko: 환영!
ru: Добро пожаловать!

source: Swipe left or tap on the button to learn about the main features of our application.
ar: اسحب لليسار أو اضغط على الزر للتعرف على الميزات الرئيسية لتطبيقنا
de: Streichen Sie nach links oder tippen Sie auf den Knopf, um mehr über die Hauptmerkmale unserer Anwendung zu erfahren.
es: Deslice el dedo hacia la izquierda o toque el botón para conocer las principales características de nuestra aplicación
fr: Faites glisser votre doigt vers la gauche ou appuyez sur le bouton pour en savoir plus sur les principales fonctionnalités de notre application.
ja: アプリの主な機能について学ぶために左にスワイプまたはボタンをタップしてください。
ko: 왼쪽으로 스 와이프하거나 버튼을 탭하여 애플리케이션의 주요 기능에 대해 알아보십시오.
ru: Смахните влево или нажмите на кнопку, чтобы узнать о главных особенностях нашего приложения.

source: BMI & daily caloric intake
ar: مؤشر كتلة الجسم و السعرات الحرارية اليومية
de: Body-Mass-Index und tägliche Kalorienzufuhr
es: IMC e ingesta calórica diaria
fr: IMC et apport calorique quotidien
ja: BMIと毎日のカロリー摂取量
ko: BMI 및 일일 칼로리 섭취 우리는 귀하의
ru: ИМТ и дневная норма калорий

source: We calculate your body mass index and tell about the condition of the body it signals.
ar: نحسب مؤشر كتلة الجسم الخاص بك ونخبرك عن حالة الجسم التي يشير إليها.
de: Wir berechnen Ihren Körpermasseindex und informieren Sie über den Zustand des Körpers, den er signalisiert.
es: Calculamos su índice de masa corporal y le informamos sobre el estado del cuerpo que indica.
fr: Nous calculons votre indice de masse corporelle et parlons de l’état du corps qu’il signale.
ja: あなたの肥満度指数を計算し、身体の状態について教えます。
ko: 체질량 지수를 계산하고 그것이 나타내는 신체 상태에 대해 알려줍니다.
ru: Посчитаем ваш индекс массы тела и расскажем о каком состоянии организма он сигнализирует.

source: Personal ration
ar: النسبة الشخصية
de: Persönliche Ration
es: Calificación personal
fr: Ration personnelle
ja: 個人設定
ko: 개인 배급
ru: Персональный рацион

source: After the test is will be done, you will know your daily calorie intake and we will make the right diet plan.
ar: بعد الانتهاء من الاختبار ، ستتعرفع على كمية السعرات الحرارية اليومية التى تحصل عليها وسنضع خطة النظام الغذائي الصحيح.
de: Nachdem der Test durchgeführt wird, werden Sie Ihre tägliche Kalorienaufnahme wissen, und wir machen den richtigen Diätplan.
es: Después de que se realice la prueba, sabrá su ingesta diaria de calorías y haremos el plan de dieta correcto.
fr: Une fois le test effectué, vous connaîtrez votre apport calorique quotidien et nous établirons le bon régime alimentaire.
ja: 測定後、あなたの毎日のカロリー摂取量に従って私たちがダイエットプランを作らさせていただきます。
ko: 검사가 끝나면 일일 ​​칼로리 섭취량을 알게되고 올바른 식단 계획을 세울 것입니다.
ru: После прохождения теста вы узнаете свою дневную норму калорий, а мы составим правильный рацион.

source: New recipes every week
ar: وصفات جديدة كل أسبوع
de: Neue Rezepte jede Woche
es: Nuevas recetas cada semana
fr: Nouvelles recettes chaque semaine
ja: 毎週新レシピ
ko: 매주 새로운 요리법 매주 새로운 요리법을
ru: Новые рецепты каждую неделю

source: Every week we will send new recipes, turn on notifications to not miss them.
ar: كل أسبوع سوف نرسل وصفات جديدة ، قم بتشغيل الإخطارات حتى لا تفوتك
de: Jede Woche werden wir neue Rezepte senden, schalten Sie Benachrichtigungen ein, damit Sie ihnen nicht entgehen.
es: Cada semana le enviaremos nuevas recetas, tiene que activar las notificaciones para no perderlas.
fr: Chaque semaine, nous enverrons de nouvelles recettes, activer les notifications pour ne pas les manquer.
ja: 毎週新しいレシピを送るので見逃さないように通知をオンに！
ko: 보내고 놓치지 않도록 알림을 설정합니다.
ru: Каждую неделю мы будем присылать новые рецепты, включите уведомления, чтобы не пропустить их.

source: Payment will be charged to your iTunes Account at confirmation of purchase. Subscriptions will automatically renew unless canceled within 24-hours before the end of the current period. Subscription auto-renewal may be turned off by going to the Account Settings after purchase. Any unused portion of a free trial will be forfeited when you purchase a subscription.
ru: Оплата будет произведена по вашему iTunes аккаунту после подверждения покупки. Подписка будет автоматически обновлена, если не была отменена в течение 24 часов перед окончанием текущего периода. Автообновление подписки может быть отключено в настройках аккаунта после покупки. Любая неиспользованная часть пробного периода будет аннулирована после покупки подписки.

source: Start!
ar: بداية
es: Сomienzo!
ja: 開始!
ko: 스타트!
ru: Начать!

source: After a free trial period subscription renews automaticly unless canceled before the end of the trial. Payment will be charged to your iTunes Account at confirmation of purchase. Subscriptions will automatically renew unless canceled within 24-hours before the end of the current period. Subscription auto-renewal may be turned off by going to the Account Settings after purchase. Any unused portion of a free trial will be forfeited when you purchase a subscription.
ar: بعد الفترة التجريبية المجانية ، يتم تجديد الاشتراك تلقائيًا ما لم يتم إلغاؤه قبل نهاية النسخة التجريبية. سيتم فرض الدفع على حساب اى تيونز الخاص بك عند تأكيد الشراء. سيتم تجديد الاشتراكات تلقائيًا ما لم يتم إلغاؤها في غضون 24 ساعة قبل نهاية الفترة الحالية. قد يتم إيقاف التجديد التلقائي للاشتراك عن طريق الانتقال إلى إعدادات الحساب بعد الشراء. سيتم مصادرة أي جزء غير مستخدم من النسخة التجريبية المجانية عند شراء اشتراك
de: Nach einer kostenlosen Testphase erneuert sich das Abonnement automatisch, es sei denn, dass es vor dem Ende der Probe gekündigt wird. Die Zahlung wird Ihrem iTunes-Konto bei der Bestätigung des Kaufs in Rechnung gestellt. Abonnements werden automatisch erneuert, außer wenn sie nicht innerhalb von 24 Stunden vor Ablauf des aktuellen Zeitraums gekündigt werden. Die automatische Erneuerung des Abonnements kann nach dem Kauf in den Kontoeinstellungen deaktiviert werden. Jeder nicht verwendete Teil einer kostenlosen Testprobe verfällt beim Kauf eines Abonnements.
es: Después de un período de prueba gratuito, la suscripción se renueva automáticamente, a menos que se cancele antes del final de la prueba. El pago se cargará a su cuenta de iTunes en la confirmación de la compra. Las suscripciones se renovarán automáticamente, a menos que se cancelen dentro de las 24 horas anteriores al final del período actual. La renovación automática de la suscripción se puede desactivar accediendo a la Configuración de la cuenta después de la compra. Cualquier parte no utilizada de una prueba gratuita se perderá cuando compre una suscripción.
fr: Après une période d'essai gratuite, l'abonnement se renouvelle automatiquement sauf en cas d'annulation avant la fin de l'essai. Le paiement sera débité de votre compte iTunes lors de la confirmation de l'achat. Les abonnements seront automatiquement renouvelés à moins d'être annulés dans les 24 heures avant la fin de la période en cours. Le renouvellement automatique de l'abonnement peut être désactivé en accédant aux paramètres du compte après l'achat. Toute portion inutilisée d'un essai gratuit sera perdue lors de l'achat d'un abonnement.
ja: 무료 평가판 기간이 지나면 평가판 종료 전에 취소하지 않으면 자동으로 갱신됩니다. 지불 확인시 iTunes 계정으로 요금이 청구됩니다. 현재 기간이 끝나기 24 시간 이내에 취소하지 않으면 구독 정보가 자동으로 갱신됩니다. 구매 후 계정 설정으로 이동하여 구독 자동 갱신을 사용 중지 할 수 있습니다. 무료 평가판의 사용되지 않은 부분은 구독을 구입할 때 자격이 상실됩니다.
ko: 무료 평가판 기간이 지나면 평가판 종료 전에 취소하지 않으면 자동으로 갱신됩니다. 지불 확인시 iTunes 계정으로 요금이 청구됩니다. 현재 기간이 끝나기 24 시간 이내에 취소하지 않으면 구독 정보가 자동으로 갱신됩니다. 구매 후 계정 설정으로 이동하여 구독 자동 갱신을 사용 중지 할 수 있습니다. 무료 평가판의 사용되지 않은 부분은 구독을 구입할 때 자격이 상실됩니다.
ru: После пробного периода подписка автоматически обновится, если не будет отменена перед окончанием бесплатного периода. Оплата будет произведена по вашему iTunes аккаунту после подверждения покупки. Подписка будет автоматически обновлена, если не была отменена в течение 24 часов перед окончанием текущего периода. Автообновление подписки может быть отключено в настройках аккаунта после покупки. Любая неиспользованная часть пробного периода будет аннулирована после покупки подписки.

source: Try Free!
ar: تجربة !
de: Versuchen Sie es!
es: Tratar!
fr: Essayer!
ja: お試し!
ko: 시험!
ru: Попробуй бесплатно!

source: Test our app for 3 days for free!
de: Testen Sie unsere Anwendung für 3 Tage kostenlos!
es: ¡Prueba nuestra aplicación durante 3 días gratis!
fr: Testez notre application pendant 3 jours gratuitement!
ja: 無料で3日間私たちのアプリをテストします!
ko: 3 일 동안 무료로 앱을 테스트 해보세요!
ru: Проведи тест-драйв приложения в течение 3 дней совершенно бесплатно!

source: /week after 3 days.
de: /Woche nach 3 Tagen
es: /semana después de 3 días.
fr: /semaine après 3 jours.
ja: /週 3日後に
ko: / 3 주 후 주.
ru: /неделя после 3 дней.

source: Select your age
ru: Укажите ваш возраст

source: Select your weight
ru: Укажите ваш вес

source: kg
ru: кг

source: How much do you want to lose in weight
ru: Сколько вы хотите сбросить

source: Select your height
ru: Укажите ваш рост

source: cm.
ru: см.

source: Error
ru: Ошибка

source: Male
ru: Мужчина

source: Female
ru: Женщина

source: You cant set goal bigger then your current weight
ru: Вы не можете сбросить вес больше вашего текущего

source: Next
ar: التالى
de: Nächster
es: Siguiente
fr: Folgjende
ja: 次
ko: 다음 것
ru: Дальше

source: Finish
ru: Начать тест!

source: Step
ru: Шаг

source: of 5
ru: из 5

source: Underweight
ru: Недостаток веса

source: Normal weight
ru: Норма

source: Excess obesity
ru: Излишний вес

source: Obesity
ru: Ожирение

source: Severe obesity
ru: Сильное ожирение

source: Your meal plan
ru: Ваш рацион

source: Choose one of the days to see all dishes
ru: Выберите один из дней, чтобы увидеть блюда

source: Monday
ru: Понедельник

source: Tuesday
ru: Вторник

source: Wednesday
ru: Среда

source: Thursday
ru: Четверг

source: Friday
ru: Пятница

source: Saturday
ru: Суббота

source: Sunday
ru: Воскресенье

source: kCal.
ru: ККал.

source: g.
ru: г.

source: Recipes for today
ru: Рецепты на сегодня

source: Close
ru: Закрыть

source: Profile
ru: Профиль

source: female
ru: Женщина

source: your gender
ru: ваш пол

source: Your age
ru: Ваш возраст

source: Your weight
ru: Ваш вес

source: Your height
ru: Ваш рост

source: Take the test again
ru: Пройти тест заного

source: Selected recipes:
ru: Избранные рецепты

source: Ration at 1000 kcal/daily is way for quick weight loss.
ru: Рацион на 1000 ккал/день подходит для быстрого сброса веса.

source: Ration at 1200 kcal/daily for healthy weight loss.
ru: Рацион на 1200 ккал/день для здорового похудения.

source: Ration at 1400 kcal/daily to maintain current form or calm weight loss.
ru: Рацион на 1400 ккал/день для поддержания текущей формы.

source: Ration at 2000 kcal/daily for those who lead an active lifestyle.
ru: Рацион на 2000 ккал/день для тех, кто ведет активный образ жизни.

source: Ration at 2500 kcal/daily for those who are actively practise dtsports.
ru: Рацион на 2500 ккал/день для тех, кто активно занимается спортом.

source: Choose a diet for yourself:
ru: Выберете рацион для себя:

source: Favorites
ru: Избранное

source: My profile
ru: Mой профиль

source: Сhange diet
ru: Изменить рацион

source: Ration at 1000 kcal/daily is way for quick weight loss. Consume less calories than you spend.
ru: Рацион на 1000 ккал/день подходит для быстрого сброса веса. Потребляйте меньше калорий, чем тратите.

source: Ration at 1200 kcal/daily for healthy weight loss and keeping yourself in good form. Eat systematically and you will get the result.
ru: Рацион на 1200 ккал/день для здорового похудения и поддержания себя в тонусе. Питайтесь систематично и вы получите результат.

source: Ration at 1400 kcal/daily to maintain current form or calm weight loss. Full meals without a strong feeling of hunger.
ru: Рацион на 1400 ккал/день для поддержания текущей формы или спокойного похудения. Полноценные приемы пищи без сильного чувства голода.

source: Ration at 2000 kcal/daily for those who lead an active lifestyle, play sports and at the same time want to be fit.
ru: Рацион на 2000 ккал/день для тех, кто ведет активный образ жизни, занимается спортом и при этом хочет быть в форме.

source: Ration at 2500 kcal/daily for those who are actively practise dtsports and want to gain muscle mass. Consume more calories than you spend.
ru: Рацион на 2500 ккал/день для тех, кто активно занимается спортом и хочет набрат мышечную массу. Потребляйте больше калорий, чем тратите.

source: Critical update released. Please update the app.
ru: Выпущено критическое обновление. Пожалуйста, обновите приложение.

source: Check your internet connection
ru: Проверьте ваше соединение с интернетом

source: Please wait!
ru: Подождите!

source: Before you go we have special offer for you
ru: Прежде, чем уйти у нас есть предложение для вас

source: FREE FOR 7 DAYS
ru: БЕСПЛАТНО 7 ДНЕЙ

source: /month after free period
ru: /месяц после бесплатного периода

source: This offer is available only once.
ru: Это предложение доступно только один раз.

source: ONLY
ru: ВСЕГО

source: PER WEEK
ru: В НЕДЕЛЮ

source: CONTINUE
ru: ПРОДОЛЖИТЬ

source: 3 day trial
ru: 3 дня бесплатно

source: Quarterly
ru: Квартально

source: / month
ru: / за месяц

source: / quarter
ru: / за квартал

source: / week
ru: / неделя

source: / WEEK
ru: / НЕДЕЛЯ

source: after free 3-day trial period
ru: после 3 бесплатных дней

source: billed every 3th month
ru: оплата каждые 3 месяца

source: SAVE 33.3%
ru: Скидка 33.3%

source: Your nutrition plan ready!
ru: Ваш план питания готов!
